[
  {
    "game": "Centaur5",
    "phase": "S1904M",
    "player": "ITALY",
    "initial_moves": [
      "A SYR - SMY",
      "A VEN H",
      "F EAS S F ION - AEG",
      "F ION - AEG"
    ],
    "final_moves": [
      "A SYR - SMY",
      "A VEN H",
      "F EAS S F ION - AEG",
      "F ION - AEG"
    ],
    "message acceptance": "0.0%",
    "suggested_messages": [
      "ITALY-AUSTRIA: Agreed. I think he is working with France. We need to get stronger or at least survive.",
      "ITALY-AUSTRIA: Agreed. Please support Syria to Smyrna. I'm moving Ion to Aeg to cut the support there.",
      "ITALY-AUSTRIA: I think we should let France alone with England and focus on Turkey for now?",
      "ITALY-GERMANY: That is for Austria to decide. I just landed an army in Syria.",
      "ITALY-GERMANY: Austria might get there before me",
      "ITALY-GERMANY: Hopefully, depends what Austria does",
      "ITALY-FRANCE: Thanks, looks like you've almost got England. Germany getting pretty strong though.",
      "ITALY-FRANCE: Thanks. Your work on England is impressive",
      "ITALY-FRANCE: Ty. Good luck with the rest of England",
      "ITALY-AUSTRIA: OK Syria to Smyrna",
      "ITALY-AUSTRIA: Ok",
      "ITALY-AUSTRIA: yes",
      "ITALY-FRANCE: Depends what Germany does",
      "ITALY-GERMANY: I should get my fair share",
      "ITALY-GERMANY: I'm hoping to get all of turkey",
      "ITALY-AUSTRIA: Moving to Aegean. He can retreat into Greece or move to Eastern Med",
      "ITALY-AUSTRIA: I will cut his fleet support and move Syria to Smyrna",
      "ITALY-AUSTRIA: moving to Aegean to cut off his fleet",
      "ITALY-AUSTRIA: going to force him out of Aegean",
      "ITALY-AUSTRIA: moving to aegean with support",
      "ITALY-AUSTRIA: I could move it to Aegean if you want",
      "ITALY-GERMANY: Not sure if I'll get anything but if I do then great",
      "ITALY-GERMANY: I'd love that. Probably need you to move on Austria a bit though. Austria is getting too big. It probably won't take long for me to take down Turkey",
      "ITALY-GERMANY: We will see. You seem to be doing quite well on your own. Just stay out of Tyrolia please"
    ],
    "actual_message": [
      "AUSTRIA-ITALY: We need to be careful. Germany is going to attack France and then attack us!",
      "ITALY-AUSTRIA: I don't think Germany is a threat yet and it will take time for him to fight France",
      "FRANCE-ITALY: Well played getting into Syria",
      "GERMANY-ITALY: Will you get your fair share of Turkey?",
      "AUSTRIA-ITALY: Can you move Syria to Smyrna?",
      "GERMANY-ITALY: Once you're through I can help against Austria",
      "AUSTRIA-ITALY: Then we will have your army on the front lines.",
      "FRANCE-ITALY: Are you planning on going after Austria after you finish off Turkey?",
      "ITALY-AUSTRIA: working on it",
      "ITALY-FRANCE: Thanks. I don't know what I'm going to do after. I don't see this game ending in 70 minutes anyway",
      "AUSTRIA-ITALY: What are you doing with Ionian?",
      "AUSTRIA-ITALY: I could move Serbia to Greece to cut off the retreat from Aegean."
    ]
  },
  {
    "game": "Centaur5",
    "phase": "S1905M",
    "player": "TURKEY",
    "initial_moves": [
      "A ANK - CON",
      "F BLA S A ANK - CON"
    ],
    "final_moves": [
      "A ANK - CON",
      "F BLA S A ANK - CON"
    ],
    "message acceptance": "0.0%",
    "suggested_messages": [
      "TURKEY-ITALY: Nvm I can't",
      "TURKEY-ITALY: or into Greece",
      "TURKEY-ITALY: Or you can take Smy and I take Con",
      "TURKEY-ITALY: Good point. I'll tap Con with Ank and you can support yourself into Smy. Then I'll give you Con.",
      "TURKEY-ITALY: Because then you get con. I can't take back con with just Ankara and the black sea",
      "TURKEY-ITALY: That is fine too",
      "TURKEY-ITALY: It would weaken Austria. But nevermind",
      "TURKEY-ITALY: Or maybe just support me this turn and take Smy in the fall?",
      "TURKEY-ITALY: Taking it with the fleet in E Med makes me nervous, if you take it with Syria",
      "TURKEY-ITALY: You might want to move to Piedmont, Germany looks to be crossing the stalemate line",
      "TURKEY-ITALY: Ok, that works",
      "TURKEY-ITALY: That works",
      "TURKEY-ITALY: That's fine",
      "TURKEY-ITALY: Yeah, I'll probably fall to them if you don't help me",
      "TURKEY-ITALY: Then stick with Austria, he can stalemate Germany for a long time",
      "TURKEY-ITALY: You think so?",
      "TURKEY-AUSTRIA: Any chance you can let me be?",
      "TURKEY-AUSTRIA: Isn't Germany gonna run away with this thing?",
      "TURKEY-ITALY: I mean he needs to be attacked, he can win at any time. I think you need to side with France and Austria to stop them from winning.",
      "TURKEY-GERMANY: Austria is worried about you soloing. Italy is worried you won't attack Austria. I think you can solo!"
    ],
    "actual_message": [
      "TURKEY-ITALY: If you want I can put you into Con if you leave me Smy",
      "ITALY-TURKEY: What would that do for either of us?",
      "ITALY-TURKEY: How about I take Smyrna and then help you take Con?",
      "TURKEY-ITALY: Okay, can you help me take Con in the Fall?  You can take Smy with a fleet and put your army in Arm, that will give you play on Sev too.",
      "ITALY-TURKEY: I'm moving my army in Syria there so I can move a fleet over. I could still support you next turn",
      "ITALY-TURKEY: I admit I'm worried that attacking Austria gives Germany victory",
      "ITALY-TURKEY: Germany could win without even fighting us"
    ]
  },
  {
    "game": "Centaur4",
    "phase": "F1901M",
    "player": "ITALY",
    "initial_moves": [
      "A APU - TUN VIA",
      "A VEN H",
      "F ION C A APU - TUN"
    ],
    "final_moves": [
      "A APU - TUN VIA",
      "A VEN H",
      "F ION C A APU - TUN"
    ],
    "message acceptance": "3.4482758620689653%",
    "suggested_messages": [
      "ITALY-RUSSIA: If you decide to go after Turkey, I'd be down to help",
      "ITALY-RUSSIA: Let me know if you need anything!",
      "ITALY-RUSSIA: Lets keep in touch as the game goes along; I'd like for us to be allies!",
      "ITALY-RUSSIA: Did you and Turkey plan to bounce in BLA?",
      "ITALY-RUSSIA: Well, Turkey seems to be quite against Austria: seems as though we can team up on him after the conquest",
      "ITALY-RUSSIA: Are you currently moving against Turkey, or were you expecting the bounce in the Black Sea?",
      "ITALY-FRANCE: Yes, Germany always is a big threat, especially this early. Good luck in the North!",
      "ITALY-FRANCE: I agree, you should try to get England to bounce them.",
      "ITALY-FRANCE: Very true: could be difficult to contain",
      "ITALY-RUSSIA: I would be down to work with you against Turkey!",
      "ITALY-FRANCE: That is true: I would hope that you and England can work together to bounce Belgium, however.",
      "ITALY-AUSTRIA: Which would leave Russia with nothing to do haha",
      "ITALY-AUSTRIA: Sweet, that sounds great to me!",
      "ITALY-AUSTRIA: I like the sound of that!",
      "ITALY-ENGLAND: It does indeed, how about Germany?",
      "ITALY-ENGLAND: Unsure yet: we'll see what happens.",
      "ITALY-ENGLAND: Things are looking good so far, but things can always change!",
      "ITALY-AUSTRIA: Will do!",
      "ITALY-AUSTRIA: How does Russia feel about it?",
      "ITALY-AUSTRIA: Sounds good!",
      "ITALY-TURKEY: Alrighty, sounds good.",
      "ITALY-TURKEY: Good plan!",
      "ITALY-TURKEY: Okay, that sounds like a plan.",
      "ITALY-RUSSIA: Are you proposing an AIR?",
      "ITALY-RUSSIA: I'd like to go after Turkey first.",
      "ITALY-RUSSIA: Probably Turkey first, I've got my sights on them first",
      "ITALY-FRANCE: Yeah, things could get messy up there.",
      "ITALY-FRANCE: Do you know for a fact?",
      "ITALY-FRANCE: England seems to think the same"
    ],
    "actual_message": [
      "FRANCE-ITALY: We should keep tabs on Germany's growth. 3 builds this turn could be very problematic.",
      "ITALY-TURKEY: Which supply points do you specifically mean?",
      "FRANCE-ITALY: Also, please don't move to PIE. I'd feel much more comfortable if we both committed to not attacking each other.",
      "ITALY-FRANCE: I agree: do you know where their alliances currently stand?",
      "AUSTRIA-ITALY: i think russia will help us with an AIR to take out turkey",
      "ENGLAND-ITALY: How's the East looking?",
      "ITALY-FRANCE: Don't worry about PIE, I have my sights set elsewhere.",
      "ENGLAND-ITALY: It looks to me like Russia and Turkey are working together",
      "TURKEY-ITALY: I will take Gre/Bul/Rum and maybe Bud if needed, you take Tun/Tri/Ser/Vie. Then I will take Sev/Mos, and you can have Bud/War.",
      "ITALY-AUSTRIA: I could be interested: what did they have in mind?",
      "FRANCE-ITALY: Not really. Everyone's being pretty tight-lipped. I think England is going for DEN though.",
      "AUSTRIA-ITALY: go after turkey and take their dots",
      "RUSSIA-ITALY: How are things going with Austria?",
      "ITALY-TURKEY: Honestly this sounds pretty good. I've been proposed an AIR but I'm more interested in working together with you. ",
      "ITALY-RUSSIA: Good, as far as I'm aware.",
      "ITALY-RUSSIA: How are things going up north?",
      "TURKEY-ITALY: Me too. Let's keep Russia nice for now and stab them later.",
      "ITALY-FRANCE: Interesting: do you think theres a chance theyre allied with Germany?",
      "RUSSIA-ITALY: Great! Would you want to go after Turkey first, or go after Austria?",
      "ITALY-ENGLAND:  Things are looking good so far, but things can always change!",
      "ITALY-ENGLAND: What about you, how fares the north?",
      "ENGLAND-ITALY: Are you working with Austria?",
      "ITALY-AUSTRIA: Hah, alright, sounds simple enough!",
      "FRANCE-ITALY: It's definitely possible.",
      "ITALY-TURKEY: Sounds like a plan!",
      "ITALY-RUSSIA: Oh- I wasn't planning on going against Austria... Are you?",
      "ENGLAND-ITALY: Well it looks like Germany is out to get me which is never a good sign.",
      "ITALY-ENGLAND: As it stands, yes. ",
      "ITALY-ENGLAND: I agree, Germany needs to be contained. ",
      "ENGLAND-ITALY: Are you guys doing a Lepanto?",
      "RUSSIA-ITALY: I'd be fine with either. If you decide to go against Turkey, I'll be on your side.",
      "ITALY-TURKEY: Should I move into Trieste now? Or later?"
    ]
  },
  {
    "game": "Centaur4",
    "phase": "F1906M",
    "player": "ITALY",
    "initial_moves": [
      "A BOH S A TYR - MUN",
      "A PIE - MAR",
      "A TYR - MUN",
      "A WAR H",
      "F NAF - MAO",
      "F TYS - LYO",
      "F WES - SPA/SC"
    ],
    "final_moves": [
      "A BOH S A TYR - MUN",
      "A PIE - MAR",
      "A TYR - MUN",
      "A WAR H",
      "F NAF - MAO",
      "F TYS - LYO",
      "F WES - SPA/SC"
    ],
    "message acceptance": "0.0%",
    "suggested_messages": [
      "ITALY-ENGLAND: I didn't have time to read all your suggestions, but I'm so glad I did!!",
      "ITALY-ENGLAND: I can tap the MAO to keep you alive?",
      "ITALY-ENGLAND: Can I take you up on that offer in the mid atlantic again?",
      "ITALY-TURKEY: Could you move Rumania up to Galicia also?",
      "ITALY-RUSSIA: To keep Turkey onside!",
      "ITALY-ENGLAND: ?",
      "ITALY-FRANCE: Well done blocking all those fleets!",
      "ITALY-RUSSIA: Turkey has been the only person to listen to me, despite my misgivings.",
      "ITALY-RUSSIA: I'm actually not even lying, I thought you were lying to me because I'm not used to the speed of these games!",
      "ITALY-RUSSIA: I have to deal with France!",
      "ITALY-TURKEY: I am almost certainly going to lose Warsaw so please consider taking it back after I have secured my borders against France.",
      "ITALY-TURKEY: I'm supporting you to Moscow the turn after :)",
      "ITALY-RUSSIA: Yes",
      "ITALY-RUSSIA: I think I can",
      "ITALY-RUSSIA: If Turkey betrays me they'll have screwed themselves over.",
      "ITALY-RUSSIA: You can trust Turkey yes. I am sorry, I've just been so focused on doing what is best for me, this game, I have forgotten what is best for you.",
      "ITALY-RUSSIA: I think I can trust Turkey yes",
      "ITALY-RUSSIA: No I trust them. If they attack me I throw to France and they don't want that.",
      "ITALY-RUSSIA: Nevermind, do Prussia to Berlin supported by Baltic.",
      "ITALY-RUSSIA: Nevermind, you can take Berlin yourself.",
      "ITALY-RUSSIA: Sorry, Prussia should attack Berlin."
    ],
    "actual_message": [
      "ITALY-TURKEY: Could you support Warsaw's hold please? ",
      "ITALY-ENGLAND: Could you support Naf to Mao?",
      "RUSSIA-ITALY: Why did you attack me?",
      "RUSSIA-ITALY: I thought you wanted to work together.",
      "TURKEY-ITALY: Certainly!",
      "ITALY-RUSSIA: I'm so sorry Russia... ",
      "ITALY-TURKEY: Why thank you!",
      "RUSSIA-ITALY: No, you're not.",
      "RUSSIA-ITALY: We can still work together.",
      "ITALY-RUSSIA: Yeah you're right I'm not :)",
      "RUSSIA-ITALY: Is that a yes?",
      "RUSSIA-ITALY: Do you think you can trust Turkey now?",
      "ITALY-RUSSIA: Yes lets work together! Use Silesia and Prussia to attack Berlin, and I will attack Munich. ",
      "RUSSIA-ITALY: Can you trust Turkey?",
      "ITALY-RUSSIA: Absolutely. ",
      "RUSSIA-ITALY: Why should I attack Silesia?"
    ]
  },
  {
    "game": "Centaur3",
    "phase": "S1901M",
    "player": "AUSTRIA",
    "initial_moves": [
      "A BUD - SER",
      "A VIE - GAL",
      "F TRI - ALB"
    ],
    "final_moves": [
      "A BUD - SER",
      "A VIE - GAL",
      "F TRI - ALB"
    ],
    "message acceptance": "6.382978723404255%",
    "suggested_messages": [
      "AUSTRIA-ITALY: Hey Italy! I think the IA is one of the strongest alliances in the game, would you be down to do that this game?",
      "AUSTRIA-ITALY: Hey Italy! Any chance you'd be down for a Lepanto this game? I think it's the strongest alliance in the game, and I'd love to see it happen.",
      "AUSTRIA-ITALY: Hey Italy! How do you feel about setting up a Lepanto? Let me know your thoughts.",
      "AUSTRIA-ITALY: Hey Italy! I couldn't agree more!",
      "AUSTRIA-ITALY: Yes! I'd love to work with you on a Lepanto, if you're game.",
      "AUSTRIA-ITALY: Hey Italy! I completely agree with everything you just said. An AI is a natural alliance in my mind and I'd love to start that off this game.",
      "AUSTRIA-ITALY: Hi Italy! I couldn't agree more. AI is a great way to mitigate our power disparity and run the board. Do you have a plan for attacking Turkey?",
      "AUSTRIA-ITALY: Hell yeah, Lepanto sound good?",
      "AUSTRIA-ITALY: Absolutely, I love the Lepanto! Would you be down for a blue water?",
      "AUSTRIA-GERMANY: Definitely, us center powers must stick together.",
      "AUSTRIA-GERMANY: Yes! Always happy to have a good friend in Germany!",
      "AUSTRIA-GERMANY: Absolutely. Let's keep in close touch and share intel. I am eager to work with you, Germany.",
      "AUSTRIA-FRANCE: Hi France! Agreed. I'd be open to a mutual sharing of information, and I look forward to staying in touch!",
      "AUSTRIA-FRANCE: Hey France! Same to you and let's definitely stay in touch!",
      "AUSTRIA-FRANCE: Hi France, good luck to you too!",
      "AUSTRIA-ITALY: Awesome!",
      "AUSTRIA-ITALY: Sounds good to me!",
      "AUSTRIA-ITALY: Awesome! Are we going to try to rope Russia in as well?",
      "AUSTRIA-RUSSIA: Have you spoken with Turkey?",
      "AUSTRIA-RUSSIA: Would you mind moving Mos to Ukr?",
      "AUSTRIA-FRANCE: Hey France, good luck to you too! I agree, I think France and Austria tend to be good allies mid-game. We'll see how things go!",
      "AUSTRIA-FRANCE: Hey France! Same to you. Let me know if I can do anything for you.",
      "AUSTRIA-FRANCE: Hey France! Likewise to you. Let me know if you hear anything of interest.",
      "AUSTRIA-ITALY: I have too. I think we're all in!",
      "AUSTRIA-ITALY: Great! I'll reach out to him too",
      "AUSTRIA-ITALY: Yes, he reached out to me as well",
      "AUSTRIA-GERMANY: Sounds good to me!",
      "AUSTRIA-GERMANY: Sounds good to me!",
      "AUSTRIA-GERMANY: Sounds good to me",
      "AUSTRIA-TURKEY: Same here, lol",
      "AUSTRIA-TURKEY: Same here, lol",
      "AUSTRIA-TURKEY: Same here...",
      "AUSTRIA-FRANCE: Likewise!",
      "AUSTRIA-FRANCE: Same to you!",
      "AUSTRIA-FRANCE: Thanks! Likewise",
      "AUSTRIA-RUSSIA: Well, alright. Let's bounce at least",
      "AUSTRIA-RUSSIA: That's fair. Let's bounce in Gal",
      "AUSTRIA-RUSSIA: Understandable. Let's bounce at Gal then",
      "AUSTRIA-FRANCE: Same to you!",
      "AUSTRIA-FRANCE: Absolutely! Just so you know, I'm considering allying with Italy in the near future. That might not be great for you, but you can be happy that Italy is looking East",
      "AUSTRIA-FRANCE: Would you mind encouraging Italy not to stab me?",
      "AUSTRIA-GERMANY: For sure",
      "AUSTRIA-GERMANY: For sure",
      "AUSTRIA-GERMANY: Sure thing",
      "AUSTRIA-GERMANY: Sounds good. That's an unfortunate alliance. So far I'm feeling out Russia and Italy and haven't gotten anything from Turkey",
      "AUSTRIA-GERMANY: Agreed! I think Russia is the bigger threat for sure, especially for you",
      "AUSTRIA-GERMANY: I'm concerned about that, so thanks"
    ],
    "actual_message": [
      "ITALY-AUSTRIA: Hey Austria! I think we are probably the two weakest powers on the board, so we should be close allies and do our best to take out Turkey ASAP. Would you be interested in that?",
      "GERMANY-AUSTRIA: Hi Austria, what are your plans for early on in this game? Hopefully we can get off to a good start and work together, let me know what you think!",
      "RUSSIA-AUSTRIA: Hey Austria!\nI'm planning on heading south. How do you want to proceed with Galicia? Should we bounce?",
      "AUSTRIA-ITALY:  Yes! I'd love to work with you on a Lepanto, if you're game.",
      "FRANCE-AUSTRIA: Hi Austria! I think our interest tend to align quite a bit, so just reaching out to say hi and good luck!",
      "AUSTRIA-RUSSIA: Hey Russia! Yes, let's bounce for sure. I think we could also ally against Turkey. What do you think?",
      "ITALY-AUSTRIA: Great! I would love to do a Lepanto!",
      "AUSTRIA-TURKEY: Hey Turkey, how's it looking on your side of the world?",
      "AUSTRIA-ITALY: Cool, I'll move my troops accordingly. Should we DMZ Tyr?",
      "GERMANY-AUSTRIA: I would also like to make Bohemia a DMZ",
      "AUSTRIA-GERMANY: Hey Germany, I'm going to stay out of your way and mostly focus on the East area. But I'd love to be friends with you",
      "AUSTRIA-GERMANY: I agree with BOH being a DMZ. What about TYR? Any plans of moving in there?",
      "ITALY-AUSTRIA: Yep, I am all for that! Have you heard from Russia yet? I have and he seems happy to join us against Turkey.",
      "AUSTRIA-FRANCE:  Hey France! Same to you and let's definitely stay in touch!",
      "RUSSIA-AUSTRIA: Agreed!\nItaly seems open to a Lepanto. I think that could work. I'm open to working together in any direction!",
      "AUSTRIA-ENGLAND: Hey, good luck on the game! Let's exchange info as best we can",
      "GERMANY-AUSTRIA: Italy has asked for a DMZ in TYR as well, hopefully the three of us can work together to avoid being destroyed",
      "TURKEY-AUSTRIA: Howdy",
      "ENGLAND-AUSTRIA: Hi Austria, sounds great!",
      "GERMANY-AUSTRIA: Also, watch out for Russia, I don't trust him",
      "TURKEY-AUSTRIA: I dunno who to trust",
      "AUSTRIA-RUSSIA: Great, let's do that. Would you mind not moving to Ukr though?",
      "AUSTRIA-ITALY: Same here. It's looking good so far",
      "FRANCE-AUSTRIA: Sounds good! Best of luck on your first moves, let me know if there's anything I can do to help!",
      "AUSTRIA-TURKEY: I'm assuming you're also a human player given your response lol",
      "ITALY-AUSTRIA: Great!",
      "AUSTRIA-TURKEY: I'd much prefer to work together with you than the bots",
      "RUSSIA-AUSTRIA: I'd rather open to Ukraine if that's alright. I'd rather guarantee I can take Rumania than take the chance.",
      "AUSTRIA-GERMANY: Will do, thanks for the advice",
      "AUSTRIA-RUSSIA: Sure, but could we agree that you put your fleet in Rum?",
      "GERMANY-AUSTRIA: We should make sure to share information about the other powers on the board",
      "GERMANY-AUSTRIA: Also, FYI Turkey told me he is going to work with Russia"
    ]
  },
  {
    "game": "Centaur2",
    "phase": "S1906M",
    "player": "RUSSIA",
    "initial_moves": [
      "A MOS S F BOT - STP",
      "A RUM S A WAR - GAL",
      "A WAR - GAL",
      "F BOT - STP/SC"
    ],
    "final_moves": [
      "A MOS S F BOT - STP",
      "A RUM S A WAR - GAL",
      "A WAR - GAL",
      "F BOT - STP/SC"
    ],
    "message acceptance": "9.090909090909092%",
    "suggested_messages": [
      "RUSSIA-TURKEY: Take Black. Will attack Gal.",
      "RUSSIA-TURKEY: I won't oppose the move to Black Sea. Please refrain from taking sev in the fall. I am a bit open to attack right now.",
      "RUSSIA-AUSTRIA: Your are right, can you please evacuate Galicia so I can build a unit in Sevastopol?",
      "RUSSIA-GERMANY: please attack norway, so i can take Stp and fight England back",
      "RUSSIA-GERMANY: Can you hit Norway to cut support? I will help you against England when I have a chance.",
      "RUSSIA-GERMANY: If you tap Norway I can take Stp and help you against England in the North.",
      "RUSSIA-GERMANY: Would you mind tapping Norway so I can retake Stp from England?",
      "RUSSIA-TURKEY: you can move through black sea, no prob",
      "RUSSIA-TURKEY: you can move to black sea, but if i can trust you please build fleets only in Smyrna from now on",
      "RUSSIA-AUSTRIA: I cant really stop him",
      "RUSSIA-AUSTRIA: what do you suggest?"
    ],
    "actual_message": [
      "TURKEY-RUSSIA: You should attack Austria now that I am out of the Black Sea.",
      "TURKEY-RUSSIA: Also, please let me move to the Black Sea again, then I can send my army to Bulgaria so it can help with attacks on Serbia.",
      "AUSTRIA-RUSSIA: Can you please stop helping Turkey? He is a serious threat to you.",
      "AUSTRIA-RUSSIA: You are his obvious next target. He will stab you, guaranteed.",
      "RUSSIA-TURKEY: okay",
      "RUSSIA-AUSTRIA:  what do you suggest?",
      "RUSSIA-TURKEY: it's not like i have much choice",
      "TURKEY-RUSSIA: You should move Warsaw to Galicia with support from Rumania and I will move to the Black Sea",
      "AUSTRIA-RUSSIA: Go back to Sevastopol and don't let him take anymore centers."
    ]
  },
  {
    "game": "Centaur1",
    "phase": "F1901M",
    "player": "ITALY",
    "initial_moves": [
      "A TYR - BOH",
      "A VEN - TYR",
      "F ION - TUN"
    ],
    "final_moves": [
      "A TYR - BOH",
      "A VEN - TYR",
      "F ION - TUN"
    ],
    "message acceptance": "18.51851851851852%",
    "suggested_messages": [
      "ITALY-AUSTRIA: OK. I suggest you take Greece and I'll send an army to Boh. That will set us up for a good defensive position. I'll take Tunis with my fleet and build another.",
      "ITALY-AUSTRIA: OK, here comes Tyr to Boh and Ven to Tyr. Then I can support you to Gal, and I'll make it look like an attack on Germany.",
      "ITALY-AUSTRIA: Well, we can still pull it off.",
      "ITALY-AUSTRIA: I'll get to Bohemia and help against Russia, then. No point in stabbing when there's a juggernaut.",
      "ITALY-AUSTRIA: Yeah. Glad I opened like that. It disguises it. Do you want me to go to Boh?",
      "ITALY-ENGLAND: No, just didn't want Russia in Gal. Hard to see who I can trust at the moment, but you guys have the key move on Russia, I think.",
      "ITALY-ENGLAND: No, but an Austria that falls to RT isn't helpful for stopping the juggernaut",
      "ITALY-ENGLAND: No. I'm heading towards Boh to work with Austria against Russia.",
      "ITALY-RUSSIA: Going to take Rum with the army?",
      "ITALY-TURKEY: Yes. What is Russia planning? You need the black.",
      "ITALY-AUSTRIA: Turkey is telling me he's going to Greece.",
      "ITALY-AUSTRIA: You need to support yourself to Greece. Turkey will bounce you.",
      "ITALY-AUSTRIA: You'll bounce in Gal again. You'll want to consider Ser S Alb-gre. Turkey says he's going to try for it.",
      "ITALY-GERMANY: I won't be going after you.",
      "ITALY-GERMANY: Of course. I'm sending it to Boh.",
      "ITALY-GERMANY: I'm not attacking you.",
      "ITALY-TURKEY: Not sure. Still considering my options.",
      "ITALY-TURKEY: No.",
      "ITALY-TURKEY: Not planning on it this turn.",
      "ITALY-GERMANY: Austria has asked me to move to Boh. So you don't have to worry about me.",
      "ITALY-AUSTRIA: I'd like to set up a wall against Russia while keeping a fleet on hand for Turkey.",
      "ITALY-TURKEY: Still deciding. I think he will cover Tri",
      "ITALY-TURKEY: No, I'm setting up.",
      "ITALY-TURKEY: Not taking Tri yet. I'm hoping for a quick kill of Austria and then we can move on Russia.",
      "ITALY-TURKEY: No, that's an obvious move and would only arouse AR suspicion.",
      "ITALY-TURKEY: No. I'm going for Boh and Tyr. That will get me two on Vienna and support to Trieste next year.",
      "ITALY-TURKEY: No"
    ],
    "actual_message": [
      "AUSTRIA-ITALY: Well... I've got a juggernaut to deal with at this point!",
      "AUSTRIA-ITALY: Do you still want to work together?",
      "TURKEY-ITALY: Italy, I'm taking Greece. I suggest you move to Tunis.",
      "ITALY-GERMANY: Yes. Hard to know what's real.",
      "ITALY-GERMANY: You going to bounce Russia out of Swe?",
      "ENGLAND-ITALY: Are you attacking Austria?",
      "TURKEY-ITALY: Italy?",
      "ITALY-AUSTRIA:  OK. I suggest you take Greece and I'll send an army to Boh. That will set us up for a good defensive position. I'll take Tunis with my fleet and build another.",
      "GERMANY-ITALY: Yes. I'm really wary of that army in Tyrolia, could I persuade you to go after Austria instead?",
      "ITALY-TURKEY: I'm definitely taking Tunis.",
      "GERMANY-ITALY: I'd rather not have to worry about you, France, and Russia going after me",
      "ITALY-TURKEY:  Yes. What is Russia planning? You need the black.",
      "TURKEY-ITALY: Not sure, but I think he's willing to work with me",
      "AUSTRIA-ITALY: Sounds good!",
      "TURKEY-ITALY: Are you supporting yourself into Trieste?",
      "ITALY-RUSSIA: Hey, I think we will both benefit by eliminating Austria. ",
      "ITALY-ENGLAND: Not sure yet. ",
      "AUSTRIA-ITALY: What are you thinking with your armies after that?",
      "RUSSIA-ITALY: Dear Italy, I assume from your opening that you will be going toe to toe with the Austrian. I'd be happy to work with you against them. What do you say?",
      "ITALY-AUSTRIA:  You need to support yourself to Greece. Turkey will bounce you.",
      "ENGLAND-ITALY: Ok",
      "ITALY-AUSTRIA: Going for Russia",
      "ITALY-RUSSIA: Sounds great. ",
      "ITALY-RUSSIA: What is your relationship with Turkey?",
      "ITALY-GERMANY:  I won't be going after you."
    ]
  },
  {
    "game": "Centaur1",
    "phase": "S1905M",
    "player": "ITALY",
    "initial_moves": [
      "A TRI S A VIE - BUD",
      "A TYR S A TRI",
      "A VIE - BUD",
      "F APU - ADR",
      "F ION S F APU - ADR",
      "F NAP S F ION"
    ],
    "final_moves": [
      "A TRI S A VIE - BUD",
      "A TYR S A TRI",
      "A VIE - BUD",
      "F APU - ADR",
      "F ION S F APU - ADR",
      "F NAP S F ION"
    ],
    "message acceptance": "4.761904761904762%",
    "suggested_messages": [
      "ITALY-RUSSIA: How do I do that? It's very crowded. I guess you could give me budapest?\nI don't understand this game very well",
      "ITALY-RUSSIA: Unfortunately, Turkey is still the biggest threat to my existence.",
      "ITALY-RUSSIA: you want to give me budapest?",
      "ITALY-GERMANY: Can you please let me take Budapest? I'd love to be your ally.",
      "ITALY-GERMANY: May we work together?",
      "ITALY-GERMANY: What's the plan for Galicia?",
      "ITALY-GERMANY: I'll probably go for Budapest.",
      "ITALY-GERMANY: Going to try and get to Budapest.",
      "ITALY-GERMANY: I'm trying to contain Turkey.",
      "ITALY-TURKEY: If you stab Russia, you will need my support. Right now Russia is not a good partner.",
      "ITALY-TURKEY: How can I know you won't just keep attacking me while I try to stop Germany?",
      "ITALY-TURKEY: Together, we could push North.",
      "ITALY-GERMANY: I will attack from Vie.",
      "ITALY-GERMANY: I want to attack Turkey, but I can't if Russia keeps supporting them.",
      "ITALY-GERMANY: I can't do much more until you're in Ukraine. Turkey has me bottled up.",
      "ITALY-RUSSIA: I'm not moving to Serbia in the Spring.",
      "ITALY-RUSSIA: Can we do that in the Autumn?",
      "ITALY-RUSSIA: I could take Buda instead. But I would rather take Turkey down a notch.",
      "ITALY-GERMANY: I'm more worried about Turkey. But, yes. Russia needs to go down.",
      "ITALY-GERMANY: I need to stay there until I've dealt with Turkey.",
      "ITALY-GERMANY: I need to support Tri."
    ],
    "actual_message": [
      "RUSSIA-ITALY: We are basically no threat of winning, especially given my dwindling position. Germany gets stronger and stronger. Now is the perfect time to stab them.",
      "TURKEY-ITALY: I guess it would take you not to attack me anymore. But that won't happen because I wouldn't trust you",
      "TURKEY-ITALY: But if you really wanted to be partners, and you stopped attacking me, I could consider it",
      "ITALY-TURKEY: I am happy to not attack you. I'd love to be partners. ",
      "ITALY-TURKEY: Where will you move instead? ",
      "ITALY-RUSSIA: Germany is the only player winning this game. ",
      "GERMANY-ITALY: What's your plan? I'm moving to Ukraine",
      "ITALY-RUSSIA:  Unfortunately, Turkey is still the biggest threat to my existence.",
      "ITALY-GERMANY: Good call. ",
      "TURKEY-ITALY: I don't know. I could stab Russia, but that wouldn't make me a good partner",
      "ITALY-RUSSIA: Would you be willing to support me into Ser?",
      "ITALY-TURKEY: Is that important to you?",
      "GERMANY-ITALY: Are you taking Budapest?",
      "ITALY-GERMANY: I hope so.",
      "TURKEY-ITALY: Yes. I'm choosing to believe that you will stop attacking me if I stab Russia",
      "RUSSIA-ITALY: I'll support you into Serbia. Moving against Turkey is the best chance of my survival, even though I hate to backstab them.",
      "GERMANY-ITALY: Good. We need to chip away at Russia",
      "GERMANY-ITALY: If you're open to it, we could make Tyrolia and Bohemia a DMZ",
      "ITALY-GERMANY: I'm open to it, but can't get out of Tyr yet. ",
      "ITALY-TURKEY: That is the truth. If you take Rumania this year, we have a deal. ",
      "TURKEY-ITALY: I'm taking Rumania",
      "GERMANY-ITALY: No worries"
    ]
  },
  {
    "game": "Centaur0",
    "phase": "S1901M",
    "player": "FRANCE",
    "initial_moves": [
      "A MAR S A PAR - BUR",
      "A PAR - BUR",
      "F BRE - MAO"
    ],
    "final_moves": [
      "A MAR S A PAR - BUR",
      "A PAR - BUR",
      "F BRE - MAO"
    ],
    "message acceptance": "6.896551724137931%",
    "suggested_messages": [
      "FRANCE-GERMANY: Hey Germany! Thoughts on Burgundy? I'd prefer to leave it empty if you're willing, but I understand if you want to bounce.",
      "FRANCE-GERMANY: Hey Germany! What are your thoughts on Bur?",
      "FRANCE-GERMANY: Hi Germany! Any thoughts on what you'd like to do with Bur? Would you be open to a bounce or a DMZ?",
      "FRANCE-ITALY: Sounds good! Shall we DMZ Piedmont?\nAlways down to talk about tactics and so on as well.",
      "FRANCE-ITALY: Agreed! Always love to have a safe back when I play one of the western powers.",
      "FRANCE-ITALY: Hey Italy, good luck this game!\nDefinitely agree and same back at ya!",
      "FRANCE-ITALY: Hey Italy! Completely agree. DMZ on Piedmont and Gol?",
      "FRANCE-ITALY: Definitely agreed. I have no interest in fighting you early, and would be down for a full-on alliance if you are!",
      "FRANCE-ITALY: I'm 100% down with that. It'd be suicidal for us to attack each other early, so we can keep piedmont, Gol, and West Med empty for a really long time.",
      "FRANCE-ITALY: yeah, no reason for us to fight early on",
      "FRANCE-ITALY: I agree! same goes for me.",
      "FRANCE-ITALY: I agree, if you don't go west, I won't go east",
      "FRANCE-ENGLAND: Hey england, dmz the channel?",
      "FRANCE-ENGLAND: If we get germany out, there's basically no way for either of us to be eliminated from this game. We should be able to establish a really safe and strong alliance. Can we agree to dmz the channel?",
      "FRANCE-ITALY: germany hasn't said anything, but england hasn't responded. I think going for a pretty standard opening is fine by me",
      "FRANCE-ITALY: Haven't heard back from either of them yet.",
      "FRANCE-ITALY: Standard opening is great by me, haven't heard anything from G or E yet.",
      "FRANCE-RUSSIA: Hi Russia! How are you feeling about opening north?",
      "FRANCE-RUSSIA: Hey Russia, how are you? If you want to move north, I'd be 100% on board.",
      "FRANCE-RUSSIA: Hi Russia, what are your thoughts on a northern opening?",
      "FRANCE-RUSSIA: Hi Russia! I'm hoping you might do something a bit more interesting than a standard south game with a bounce in black sea, because then you can do something fun up north with moscow moving to st pete or livonia",
      "FRANCE-RUSSIA: Hi Russia! Would love to hear if you're thinking of sending an army North to start!",
      "FRANCE-RUSSIA: Hey Russia! I'd be really happy to see you open north.",
      "FRANCE-ITALY: They haven't replied yet so I'm not sure. But standard opening is ok.",
      "FRANCE-ITALY: I haven't heard back from them, just getting to that stage. I think standard is fine!",
      "FRANCE-ITALY: that's still up in the air. If there's a Juggernaut to deal with then yes, I'll ally with England, otherwise I'll ally with Germany.",
      "FRANCE-AUSTRIA: Nothing from either.",
      "FRANCE-AUSTRIA: Nothing from either.",
      "FRANCE-AUSTRIA: haven't gotten anything yet"
    ],
    "actual_message": [
      "ITALY-FRANCE: Hey France! I think a good F/I relationship is the best way for us to start out, and I hope we can have a strong partnership throughout the game. Let me know if you ever need anything, or have any thoughts on how we should proceed.",
      "AUSTRIA-FRANCE: Hey France, just opening the lines of communication! Down to keep in touch about news on our respective sides of the board?",
      "FRANCE-AUSTRIA: sounds good!",
      "AUSTRIA-FRANCE: Sweet!",
      "FRANCE-ITALY:  I'm 100% down with that. It'd be suicidal for us to attack each other early, so we can keep piedmont, Gol, and West Med empty for a really long time.",
      "ITALY-FRANCE: Agreed. I'm going for a pretty standard opening, just so you know. How are your talks with Germany and England going?",
      "FRANCE-ENGLAND: Hi England! Good to be on a board with you. What would you like to do this year, especially around ENG, bounce or no bounce? ",
      "FRANCE-GERMANY: Hi Germany! nice to be on a board with you! What are you initial thoughts for this first year?",
      "ITALY-FRANCE: Do you think you'll end up allying with England against Germany?",
      "AUSTRIA-FRANCE: Have you gotten anything from England or Germany? Turkey is ghosting everybody apparently",
      "FRANCE-ITALY: I'm not sure yet, I'm not getting a lot of press from either of them"
    ]
  },
  {
    "game": "Centaur0",
    "phase": "F1901M",
    "player": "FRANCE",
    "initial_moves": [
      "A BUR - BEL",
      "A MAR - SPA",
      "F MAO - POR"
    ],
    "final_moves": [
      "A BUR - BEL",
      "A MAR - SPA",
      "F MAO - POR"
    ],
    "message acceptance": "5.88235294117647%",
    "suggested_messages": [
      "FRANCE-ITALY: I don't know. Germany hasn't responded to anything I've sent, and I got nothing from England.",
      "FRANCE-ITALY: Not sure, neither has responded to me",
      "FRANCE-ITALY: I'm not sure yet. It appears that England's not talking, which is not what I like to see...",
      "FRANCE-AUSTRIA: yeah, lucky me!",
      "FRANCE-AUSTRIA: I was super lucky, nobody responded to me, so I had to force my way into burgundy and go for the 3 Sc's",
      "FRANCE-AUSTRIA: We'll see if they want to talk about it.",
      "FRANCE-ENGLAND: Hey England, any thoughts about this upcoming turn? I've gotten nothing from Germany and I'm very open to working with you to make a quick jump against Germany.",
      "FRANCE-ENGLAND: England, where are you?",
      "FRANCE-ENGLAND: I think we should be good with ENG as a DMZ. The fact that Russia opened south helps a lot.",
      "FRANCE-ITALY: England hasn't said anything, so I'm not sure.",
      "FRANCE-ITALY: No word from either England or Germany.",
      "FRANCE-ITALY: I'm not sure, but I don't want to attack him early if he'll help me with Germany.",
      "FRANCE-AUSTRIA: yeah.",
      "FRANCE-AUSTRIA: You're not really a major threat right now since Russia took Rum with the fleet, but you're still probably going to get steamrolled by Russia + Italy.",
      "FRANCE-AUSTRIA: R/I looks pretty strong though...",
      "FRANCE-GERMANY: Germany! are you there?",
      "FRANCE-GERMANY: are you there Germany?",
      "FRANCE-GERMANY: Hi Germany, you there?",
      "FRANCE-ITALY: I don't know, neither England or Germany are responding to me, looks like a deadbeat game",
      "FRANCE-ITALY: Not sure, neither England or Germany are very responsive",
      "FRANCE-ITALY: I don't know, Germany is seemingly afk and I haven't heard anything from England.",
      "FRANCE-ITALY: I don't think I'll ally with England, they don't appear to be in the game.",
      "FRANCE-ITALY: Yes, since I heard nothing from England or Germany and you're heading east.",
      "FRANCE-ITALY: Yes, but nothing from Germany or England.",
      "FRANCE-AUSTRIA: Yeah, it's totally implausible.",
      "FRANCE-GERMANY: What are you thinking germany? Are you going to play or are you afk?",
      "FRANCE-RUSSIA: :)",
      "FRANCE-RUSSIA: :)",
      "FRANCE-RUSSIA: :)",
      "FRANCE-RUSSIA: probably!",
      "FRANCE-AUSTRIA: Yeah. you gonna try for BUL? It looks like you and Italy have a Lepanto in the works.",
      "FRANCE-AUSTRIA: Yeah, it's nice for me, but England isn't here, and you've got Russia problems",
      "FRANCE-AUSTRIA: Very!",
      "FRANCE-AUSTRIA: yeah, it's good for you too, especially with Russia coming at you!"
    ],
    "actual_message": [
      "FRANCE-AUSTRIA:  Nothing from either.",
      "AUSTRIA-FRANCE: Wow, Belgium is yours uncontested!",
      "FRANCE-AUSTRIA: It looks like England and Germany and Turkey failed to enter orders.",
      "RUSSIA-FRANCE: do you think anyone is playing germany?",
      "AUSTRIA-FRANCE: That's very strange...",
      "FRANCE-RUSSIA: I don't know, Germany and England seem to be afk",
      "FRANCE-TURKEY: are you there Turkey?",
      "RUSSIA-FRANCE: yeah I don't think anyone is playing them or turkey",
      "RUSSIA-FRANCE: austria and italy could be computers, it's hard to tell",
      "ITALY-FRANCE: Looks like you're going for three builds?",
      "FRANCE-RUSSIA: I think A and I are AIs, :)",
      "FRANCE-ITALY: I see no reason not to, do you?",
      "FRANCE-ENGLAND:  England, where are you?",
      "RUSSIA-FRANCE: I agree and if so, then you and I are the only real players",
      "FRANCE-GERMANY:  are you there Germany?",
      "AUSTRIA-FRANCE: Good for you though!"
    ]
  },
  {
    "game": "Centaur0",
    "phase": "S1902M",
    "player": "FRANCE",
    "initial_moves": [
      "A BEL - HOL",
      "A MAR - BUR",
      "A PAR - PIC",
      "A SPA - GAS",
      "F BRE - ENG",
      "F POR - MAO"
    ],
    "final_moves": [
      "A BEL - HOL",
      "A MAR - BUR",
      "A PAR - PIC",
      "A SPA - GAS",
      "F BRE - ENG",
      "F POR - MAO"
    ],
    "message acceptance": "3.3333333333333335%",
    "suggested_messages": [
      "FRANCE-ENGLAND: Shall we kill Germany?",
      "FRANCE-ENGLAND: Any interest in working together?",
      "FRANCE-ENGLAND: Hey, what's your plan for this game?",
      "FRANCE-ENGLAND: Hey man - interested in an EF?",
      "FRANCE-ENGLAND: Hey, England! If you are willing to head north against Russia I will head against Germany. If so, please don't bounce me in English Channel.",
      "FRANCE-ENGLAND: Hey England, are you moving to north sea?",
      "FRANCE-AUSTRIA: Yeah. You need to make a deal with Turkey and/or Italy to get help against him.",
      "FRANCE-AUSTRIA: Yeah, you need to ally w/ Italy and Turkey",
      "FRANCE-AUSTRIA: You and Turkey should ally against him",
      "FRANCE-GERMANY: Hi Germany! Can we work together?",
      "FRANCE-GERMANY: Any interest in peace and turning our forces against England?",
      "FRANCE-GERMANY: Hey Germany, what are your plans? It looks like Russia is bearing down hard",
      "FRANCE-ITALY: Same to you in the south",
      "FRANCE-ITALY: Thank you, same to you in the Med.\n\nRussia is scary big already. How are you and Austria going to handle that?",
      "FRANCE-ITALY: You as well!",
      "FRANCE-ITALY: You too in the south! Let me know if I can help",
      "FRANCE-ITALY: Thank you! You and Austria should work together and take Turkey out quickly. It'll help against Russia",
      "FRANCE-ITALY: Thank you! best of luck in the south with your lepanto!",
      "FRANCE-AUSTRIA: Not sure",
      "FRANCE-AUSTRIA: I don't think so",
      "FRANCE-AUSTRIA: looks like it",
      "FRANCE-ENGLAND: How do you feel about working together?",
      "FRANCE-GERMANY: Would you like to work together?",
      "FRANCE-ENGLAND: Do you think we can work together?",
      "FRANCE-AUSTRIA: Hopefully Italy will help you with Russia",
      "FRANCE-AUSTRIA: We might have to fill his spot with an active player then",
      "FRANCE-AUSTRIA: Neither does england",
      "FRANCE-ITALY: An army is more useful in the west is what I meant to say",
      "FRANCE-ITALY: I am moving Mar to Bur this turn",
      "FRANCE-ITALY: And to go north"
    ],
    "actual_message": [
      "ITALY-FRANCE: If you're willing to keep out of the Mediterranean, I see no reason for us to fight. That doesn't benefit either of us right now, especially with Russia so strong.",
      "AUSTRIA-FRANCE: Russia is very concerning me now",
      "FRANCE-ITALY: I agree! I have no intention of coming your direction. Can I count on the same from you?",
      "FRANCE-AUSTRIA: I agree, you and Italy should work together",
      "ITALY-FRANCE: Absolutely! Best of luck in the north!",
      "AUSTRIA-FRANCE: That's the plan",
      "AUSTRIA-FRANCE: Is Germany even playing?",
      "FRANCE-ITALY:  You as well!",
      "FRANCE-AUSTRIA: It doesn't appear so",
      "ITALY-FRANCE: Can I ask why you built an army in Marseilles?",
      "FRANCE-ITALY: I had to build something in Mar and an army is more useful in the west. Would you rather I had built a fleet? A fleet seems like it would have been more scary to you. I reiterate I am not coming your direction",
      "AUSTRIA-FRANCE: You're off to an amazing start. No England, no Germany, and Italy is very committed to working with me",
      "ITALY-FRANCE: I'm just a bit nervous is all. I just hope we can keep the Western Med clear. Have you heard anything from Germany or England?"
    ]
  },
  {
    "game": "Centaur7",
    "phase": "F1904M",
    "player": "ENGLAND",
    "initial_moves": [
      "A WAL H",
      "F EDI H"
    ],
    "final_moves": [
      "A WAL H",
      "F EDI H"
    ],
    "message acceptance": "0.0%",
    "suggested_messages": [
      "ENGLAND-FRANCE: I will just huddle in Edinburgh this turn.",
      "ENGLAND-TURKEY: Also yeah I was curious how that triple alliance would turn out, I've never seen it work. Looks like we're both going down before you, but there we go.",
      "ENGLAND-TURKEY: My adviser says I should have turned on Germany or Russia after being persuaded to turn on France. And you can see how that turned out haha.",
      "ENGLAND-TURKEY: Fwiw, they said nothing about me sending a wink to you",
      "ENGLAND-FRANCE: Oh well.",
      "ENGLAND-FRANCE: Ah well. I guess I'll just wither here until you eventually overpower Germany. Good luck.",
      "ENGLAND-GERMANY: Nah, I'm just gonna hold and hope I can maybe keep myself alive another turn.",
      "ENGLAND-GERMANY: I'm pretty sure I can't afford to waste my move since I need to hold in Edi",
      "ENGLAND-GERMANY: I'll have to hold so I don't lose Edinburgh",
      "ENGLAND-GERMANY: I'd rather just hold.",
      "ENGLAND-GERMANY: Well I'm not going to move Edinburgh",
      "ENGLAND-GERMANY: I'm sorry, I'm not sure I understand. Are you suggesting I hold in Edi?",
      "ENGLAND-FRANCE: That's my problem, I think. I'm so much less active creatively than most people. I'm probably just too conservative.",
      "ENGLAND-FRANCE: If the Austrians had gone for Munich it might have gone differently.",
      "ENGLAND-FRANCE: It's really hard to not get tunneled on when you're england, I think.",
      "ENGLAND-GERMANY: I'd love to but I can't lol",
      "ENGLAND-GERMANY: I can't, I have a fleet in Edinburgh.",
      "ENGLAND-GERMANY: You're in the North Sea?",
      "ENGLAND-TURKEY: Good luck! That's about all you can do when you're in this spot.",
      "ENGLAND-TURKEY: I just realized you might get eliminated last lol. Maybe the Russians will turn on the Italians and the Germans!",
      "ENGLAND-TURKEY: Well, if you can survive I think your country and mine are the two most interesting to watch atm.",
      "ENGLAND-GERMANY: I don't think I have any pieces left.",
      "ENGLAND-GERMANY: I'm holding in Edinburgh."
    ],
    "actual_message": [
      "ENGLAND-FRANCE: Well, that didn't go quite how I saw it going.",
      "TURKEY-ENGLAND: Well, at least I won't be the first one out!",
      "ENGLAND-TURKEY: Oh yeah no I got ruined that turn lol",
      "GERMANY-ENGLAND: Can you attack North Sea, I'm going to use it to take Belgium",
      "FRANCE-ENGLAND: Nah, there were a couple moves I was hoping you would make",
      "FRANCE-ENGLAND: Still a good defensive position",
      "ENGLAND-FRANCE: I got a little bit too in my own head trying to think about what you might do, I think.",
      "TURKEY-ENGLAND: Haha same here... looks like my end is soon too!",
      "ENGLAND-TURKEY: We who are about to die salute you!",
      "FRANCE-ENGLAND: Same with me, I couldn't decide what I should do for a while",
      "TURKEY-ENGLAND: Haha thanks!",
      "FRANCE-ENGLAND: And Germany finally decides to stab me",
      "ENGLAND-FRANCE: Well, at least you're well positioned to stop them.",
      "TURKEY-ENGLAND: Well, it's been nice knowing you! I tried to warn Germany, but they didn't listen.",
      "FRANCE-ENGLAND: Hopefully, but I won't be gaining anything this year"
    ]
  }
]